tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'peco/peco'
tap 'sanemat/font'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'jpeg'
brew 'libtiff'
brew 'fontforge'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'nodebrew'
brew 'openssl'
brew 'peco'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'zsh'
brew 'sanemat/font/ricty', args: ['vim-powerline']
cask 'alfred'
cask 'atom'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'macdown'
cask 'qlmarkdown'
cask 'sourcetree'
cask 'sublime-text3'
